eth-p/fish-plugin-sudo
acomagu/fish-async-prompt
oh-my-fish/plugin-xdg
patrickf1/fzf.fish
kyohsuke/fish-evalcache
scaryrawr/cheat.sh.fish
y3owk1n/fish-x
scaryrawr/zoxide.fish
eugene-babichenko/fish-codegen-cache
wk/plugin-ssh-term-helper
rubiev/plugin-fuck
jorgebucaran/autopair.fish
laughedelic/pisces
gazorby/fifc
kpbaks/autols.fish
halostatue/fish-rust@
wawa19933/fish-systemd
givensuman/fish-bat
edc/bass
