ahmedafolayan.codeslinter-0.0.19
anthropic.claude-code-2.0.55-linux-x64
automatalabs.copilot-mcp-0.0.88
bc-stripe.find-cached-0.0.4
benbasha.claude-autopilot-0.1.6
bierner.github-markdown-preview-0.3.0
bierner.markdown-checkbox-0.4.0
bierner.markdown-emoji-0.3.1
bini.ai-resolver-0.1.0
biomejs.biome-3.3.0
bluebrown.yamlfmt-0.1.6
bmalehorn.vscode-fish-1.0.49
bodil.prettier-toml-0.1.0
buildwithlayer.mcp-integration-expert-eligr-0.0.4
charliermarsh.ruff-2025.30.0-linux-x64
chrisdias.promptboost-0.8.0
christian-kohler.path-intellisense-2.10.0
confirmedvellas.quickclone-1.0.1
danielsanmedium.dscodegpt-3.14.191
davidanson.vscode-markdownlint-0.60.0
dbaeumer.vscode-eslint-3.0.16
diegomolina.css-minify-0.1.13
dotjoshjohnson.xml-2.5.1
editorconfig.editorconfig-0.17.4
edwinhuish.better-comments-next-3.4.7
eetami.whitespace-formatter-0.1.0
emapco.nu-minify-0.5.2
emeraldwalk.runonsave-0.2.7
esbenp.prettier-vscode-11.0.0
fnando.linter-0.0.19
foxundermoon.shell-format-7.2.8
github.codespaces-1.18.3
github.copilot-1.388.0
github.copilot-chat-0.33.3
github.remotehub-0.64.0
google.gemini-cli-vscode-ide-companion-0.7.0
google.geminicodeassist-2.59.0
hougesen.mdsf-0.11.0
hverlin.mise-vscode-1.2.0
informagico.vscode-lua-minify-1.6.1
jameslan.openvsx-vscode-1.0.0
jeff-hykin.better-shellscript-syntax-1.10.0
josee9988.minifyall-2.10.0
jota0222.multi-formatter-1.6.2
kennylong.kubernetes-yaml-formatter-2.5.0
lacroixdavid1.vscode-format-context-menu-1.0.4
lakshits11.best-themes-redefined-0.4.6
lmsutools.code-minifier-for-chatgpt-prompts-0.9.2
lumirelle.shell-format-rev-0.0.5
mads-hartmann.bash-ide-vscode-1.43.0
magicstack.magicpython-1.1.0
maikcyphlock.squosh-0.0.1
marbos.prettier-more-1.0.3
melt-inc.yamlfmt-vscode-1.0.0
mikoz.black-py-1.0.4
mkhl.shfmt-1.5.1
mrmlnc.vscode-duplicate-1.2.1
ms-python.black-formatter-2025.2.0
ms-python.python-2025.18.0-linux-x64
ms-python.vscode-python-envs-1.12.0-linux-x64
ms-vscode.remote-repositories-0.42.0
oven.bun-vscode-0.0.31
oxc.oxc-vscode-1.30.0-linux-x64
pkief.material-icon-theme-5.29.0
pombadev.pbbs-0.1.1
qcz.text-power-tools-1.51.0
redhat.vscode-yaml-1.19.1
rvest.vs-code-prettier-eslint-6.0.0
shakram02.bash-beautify-0.1.1
shd101wyy.markdown-preview-enhanced-0.8.20
simonguo.vscode-markdown-table-sort-2.0.0
soumyadeepdas.gemini-code-converter-0.0.9
streetsidesoftware.code-spell-checker-4.3.2
tamasfe.even-better-toml-0.21.2
the0807.uv-toolkit-0.1.7
themebetter.jsminifyobfuscator-0.0.5
timonwong.shellcheck-0.38.5-linux-x64
truman.autocomplate-shell-0.1.1
yzhang.markdown-all-in-one-3.6.3
