jorgebucaran/fisher
Ven0m0/fish-async-prompt
archelaus/shell-mommy
oh-my-fish/plugin-xdg
patrickf1/fzf.fish
kyohsuke/fish-evalcache
scaryrawr/cheat.sh.fish
y3owk1n/fish-x
scaryrawr/zoxide.fish
eth-p/fish-plugin-sudo
eugene-babichenko/fish-codegen-cache
wk/plugin-ssh-term-helper
rubiev/plugin-fuck
ven0m0/z-fish
ven0m0/sponge
jorgebucaran/autopair.fish
nickeb96/puffer-fish
laughedelic/pisces
gazorby/fifc
