antigravity
basedpyright
claude-desktop-bin
cursor-bin
cursor-cli
docker-language-server
duckdns-ipv6
dyad-git
firefox-omni-tweaks-git
github-actions-bin
gtk-sharp-2
libappindicator-gtk2
libayatana-appindicator-glib
mdformat-gfm-git
noip
opencode-desktop-bin
plasma-splash-rem-git
python-mashumaro
ralph
vscodium-all-marketplace
vscodium-electron-features
vscodium-prod-patcher
vscodium-xdg-dir-patch
vtsls
wallpaper-engine-kde-plugin-git
